Repository: mozilla-l10n/mt-training-data
Catalog: am/am_pontoon.tmx
Source language: en_us
Languages: am

source: At { -brand-name-firefox }, we have a huge number of dedicated users who appreciate our steadfast dedication to online privacy. For example, the latest version of { -brand-name-firefox } includes a feature called Enhanced Tracking Protection (ETP) which is turned on by default for all users worldwide. ETP blocks over 2,000 trackers, including social trackers from companies like { -brand-name-facebook }, { -brand-name-twitter }, and LinkedIn. It also has an integrated feature called <a { $attrs }>{ -brand-name-firefox-monitor }</a> that automatically notifies you if your password has been breached or needs to be updated. In addition to these protections, { -brand-name-firefox }'s Private Browsing mode automatically deletes your browsing information such as history and cookies, leaving no trace after you finish your session.
am: በ{ -brand-name-firefox } ላይ፣ ለመስመር ላይ ግላዊነት ያለንን ጽኑ ቁርጠኝነት የሚያደንቁ እጅግ በጣም ብዙ የወሰኑ ተጠቃሚዎች አለን። ለምሳሌ፣ የቅርብ ጊዜው የ{ -brand-name-firefox } እትም የተሻሻለ የክትትል ጥበቃ (ETP) በነባሪነት በዓለም ዙሪያ ላሉ ሁሉም ተጠቃሚዎች የበራ ባህሪን ያካትታል። ETP እንደ { -brand-name-facebook }፣ { -brand-name-twitter } እና LinkedIn ያሉ ኩባንያዎች ማህበራዊ መከታተያዎችን ጨምሮ ከ2,000 በላይ ተቆጣጣሪዎችን አግዷል። እንዲሁም <a { $attrs }>{ -brand-name-firefox-monitor }</a> የሚባል የተቀናጀ ባህሪ አለው ይህም የይለፍ ቃልዎ ከተጣሰ ወይም መዘመን ካለበት በራስ-ሰር ያሳውቅዎታል። ከእነዚህ ጥበቃዎች በተጨማሪ በ{ -brand-name-firefox } ውስጥ ያለው የግል አሰሳ ሁነታ እንደ ታሪክ እና ኩኪዎች ያሉ የአሰሳ መረጃዎችን በራስ ሰር ይሰርዛል፣ ክፍለ ጊዜዎን ከጨረሱ በኋላ ምንም ዱካ አይተዉም።

source: At { -brand-name-firefox }, we have a huge number of dedicated users who appreciate our steadfast dedication to online privacy. For example, the latest version of { -brand-name-firefox } includes a feature called Enhanced Tracking Protection (ETP) which is turned on by default for all users worldwide. ETP blocks over 2,000 trackers, including social trackers from companies like { -brand-name-facebook }, { -brand-name-twitter }, and LinkedIn. It also has an integrated feature called <a { $attrs }>{ -brand-name-firefox-monitor }</a> that automatically notifies you if your password has been breached or needs to be updated. In addition to these protections, Private Browsing mode in { -brand-name-firefox } automatically deletes your browsing information such as history and cookies, leaving no trace after you finish your session.
am: በ{ -brand-name-firefox } ላይ፣ ለመስመር ላይ ግላዊነት ያለንን ጽኑ ቁርጠኝነት የሚያደንቁ እጅግ በጣም ብዙ የወሰኑ ተጠቃሚዎች አለን። ለምሳሌ፣ የቅርብ ጊዜው የ{ -brand-name-firefox } እትም የተሻሻለ የክትትል ጥበቃ (ETP) በነባሪነት በዓለም ዙሪያ ላሉ ሁሉም ተጠቃሚዎች የበራ ባህሪን ያካትታል። ETP እንደ { -brand-name-facebook }፣ { -brand-name-twitter } እና LinkedIn ያሉ ኩባንያዎች ማህበራዊ መከታተያዎችን ጨምሮ ከ2,000 በላይ ተቆጣጣሪዎችን አግዷል። እንዲሁም <a { $attrs }>{ -brand-name-firefox-monitor }</a> የሚባል የተቀናጀ ባህሪ አለው ይህም የይለፍ ቃልዎ ከተጣሰ ወይም መዘመን ካለበት በራስ-ሰር ያሳውቅዎታል። ከእነዚህ ጥበቃዎች በተጨማሪ በ{ -brand-name-firefox } ውስጥ ያለው የግል አሰሳ ሁነታ እንደ ታሪክ እና ኩኪዎች ያሉ የአሰሳ መረጃዎችን በራስ ሰር ይሰርዛል፣ ክፍለ ጊዜዎን ከጨረሱ በኋላ ምንም ዱካ አይተዉም።

source: At { -brand-name-firefox }, we pride ourselves in protecting our users security and privacy. Our <a { $attrs }>privacy policy</a> is transparent and in plain language. We actually put a lot of work into making sure it was straightforward and easy to read. With Enhanced Tracking Protection now on by default, we block 2000+ trackers automatically. Trackers are those little pieces of code that try to piece together what you’re doing across multiple internet sites to build a composite and detailed picture of who you are, compromising your privacy all just to target better ads.
am: በ{ -brand-name-firefox } የተጠቃሚዎቻችንን ደህንነት እና ግላዊነት በመጠበቅ እራሳችንን እናኮራለን። የእኛ <a { $attrs }>የግላዊነት መመሪያ</a> ግልጽ እና ግልጽ የሆነ ቋንቋ ነው። ቀጥተኛ እና ለማንበብ ቀላል መሆኑን ለማረጋገጥ ብዙ ስራ ሰርተናል። በተሻሻለ የክትትል ጥበቃ አሁን በነባሪ፣ 2000+ መከታተያዎችን በራስ ሰር እንገድባለን። ተከታታዮች ማለት ትንንሽ የኮድ ቁራጮች ሲሆኑ እርስዎ በተለያዩ የበይነመረብ ድረ-ገጾች ላይ እያደረጉ ያለውን ነገር አንድ ላይ ለማጣመር የሚሞክሩት እርስዎ ማን እንደሆኑ የተቀነባበረ እና ዝርዝር ምስል ለመገንባት ሲሆን፣ ይህም የተሻሉ ማስታወቂያዎችን ለማነጣጠር ብቻ ግላዊነትዎን የሚያጠኑ ናቸው።

source: At home or on the move, you deserve privacy on every device. Enhanced Tracking Protection is automatic in every { -brand-name-firefox } mobile browser.
am: ቤት ውስጥ ወይም በእንቅስቃሴ ላይ፣ በእያንዳንዱ መሳሪያ ላይ ግላዊነት ይገባዎታል። የተሻሻለ የመከታተያ ጥበቃ በእያንዳንዱ { -brand-name-firefox } የሞባይል አሳሽ ውስጥ በራስ-ሰር ነው።

source: Aurora
am: አውሮራ

source: Automatically fills out forms
am: ቅጾችን በራስ-ሰር ይሞላል

source: Automatically fills out payments
am: ክፍያዎችን በራስ-ሰር ይሞላል

source: Autoplay blocking
am: ራስ-አጫዋችን ማገድ

source: Available in { $countries } countries now. More regions coming soon
am: አሁን በ{ $countries } አገሮች ይገኛል። ተጨማሪ ክልሎች በቅርቡ ይመጣሉ

source: Balanced memory
am: የተመጣጠነ ማህደረ ትውስታ

source: Based on the criteria we outlined — privacy, utility, and portability — there’s really only one browser that meets the mark, and that’s { -brand-name-firefox }. The real area of difference isn’t in functionality, it’s privacy. { -brand-name-firefox } is the most private browser that doesn’t lock you into an ecosystem. Use it on any operating system, on all your devices, and feel secure when you do.
am: በዘረዘርናቸው መመዘኛዎች - ግላዊነት፣ መገልገያ እና ተንቀሳቃሽነት - በእርግጥ ምልክቱን የሚያሟላ አንድ አሳሽ ብቻ አለ፣ እና ይህ { -brand-name-firefox } ነው። ትክክለኛው የልዩነት ቦታ በተግባራዊነት ላይ ሳይሆን ግላዊነት ነው። { -brand-name-firefox } እርስዎን ወደ ስነ-ምህዳር የማይቆልፈው ዋናው የግል አሳሽ ነው። በማንኛውምስልተ መተግበሪያ በሁሉም መሳሪያዎችዎ ላይ ይጠቀሙበት እና ሲያደርጉ ደህንነት ይሰማዎታል።

source: Based on your current device
am: አሁን ባለው መሳሪያዎ ላይ በመመስረት

source: Blocks cryptomining scripts
am: ምናባዊ ገንዘብ ቆፋሪ ስክሪፕቶችን ያግዳል

source: Blocks fingerprinting scripts
am: የአሳሽ አሻራ ተከታታይ ስክሪፕቶችን ያግዳል

source: Blocks social trackers
am: ማህበራዊ መከታተያዎችን ያግዳል

source: Blocks third-party tracking cookies
am: የሶስተኛ ወገን መከታተያ ኩኪዎችን ያግዳል

source: Blocks third-party tracking cookies by default
am: በነባሪ የሶስተኛ ወገን መከታተያ ኩኪዎችን ያግዳል

source: Bookmark manager
am: የዕልባት አስተዳዳሪ

source: Both { -brand-name-chrome } and { -brand-name-firefox } also allow you to sync things like passwords, bookmarks, and open tabs across all your devices. { -brand-name-firefox } though has the added security of a primary password that keeps all the saved logins and passwords under an additional set of lock and key. If you have a { -brand-name-firefox } account, you can manually send an open tab on your desktop to your mobile device or vice versa. With { -brand-name-chrome }, it’s done automatically if you’ve chosen that setting in your preferences. Not having to manually send the tab from one device to the other is convenient when you want to do something like continue reading an article you didn’t finish earlier. But there could be times where automatic syncing might not be ideal if there’s a chance multiple users are browsing while signed in to your { -brand-name-google } account.
am: ሁለቱም { -brand-name-chrome } እና { -brand-name-firefox } እንደ የይለፍ ቃላት፣ ዕልባቶች እና ክፍት ትሮችን በሁሉም መሳሪያዎችዎ ላይ እንዲያመሳስሉ ያስችሉዎታል። { -brand-name-firefox } ሁሉንም የተቀመጡ መግቢያዎችን እና የይለፍ ቃሎችን በተጨማሪ የመቆለፊያ እና ቁልፍ ስብስብ ውስጥ የሚይዝ የዋና የይለፍ ቃል ተጨማሪ ደህንነት ቢኖረውም። የ{ -brand-name-firefox } መለያ ካለህ፣ በእጅህ ክፍት ትር በዴስክቶፕህ ላይ ወደ ተንቀሳቃሽ መሳሪያህ መላክ ትችላለህ ወይም በተቃራኒው። በ{ -brand-name-chrome }፣ በምርጫዎችዎ ውስጥ ያንን ቅንብር ከመረጡ በራስ-ሰር ይከናወናል። ትሩን ከአንዱ መሳሪያ ወደ ሌላው በእጅ መላክ አለመቻል አንድ ነገር ለማድረግ ሲፈልጉ ምቹ ነው፣ ለምሳሌ ቀደም ብለው ያላጠናቀቁትን ጽሑፍ ማንበብዎን ይቀጥሉ። ነገር ግን ወደ የእርስዎ { -brand-name-google } መለያ ሲገቡ ብዙ ተጠቃሚዎች እያሰሱ ከሆነ ራስ-ሰር ማመሳሰል ጥሩ ላይሆን የሚችልበት ጊዜ ሊኖር ይችላል።

source: Both { -brand-name-chrome } and { -brand-name-firefox } also allow you to sync things like passwords, bookmarks, and open tabs across all your devices. If you have a { -brand-name-firefox } account, you can manually send an open tab on your desktop to your mobile device or vice versa. With { -brand-name-chrome }, it’s done automatically if you’ve chosen that setting in your preferences. Not having to manually send the tab from one device to the other is convenient when you want to do something like continue reading an article you didn’t finish earlier. But there could be times where automatic syncing might not be ideal if there’s a chance multiple users are browsing while signed in to your { -brand-name-google } account.
am: ሁለቱም { -brand-name-chrome } እና { -brand-name-firefox } እንደ የይለፍ ቃላት፣ ዕልባቶች እና ክፍት ትሮችን በሁሉም መሳሪያዎችዎ ላይ እንዲያመሳስሉ ያስችሉዎታል። የ{ -brand-name-firefox } መለያ ካለህ፣ በእጅህ ክፍት ትር በዴስክቶፕህ ላይ ወደ ተንቀሳቃሽ መሳሪያህ መላክ ትችላለህ ወይም በተቃራኒው። በ{ -brand-name-chrome }፣ በምርጫዎችዎ ውስጥ ያንን ቅንብር ከመረጡ በራስ-ሰር ይከናወናል። ትሩን ከአንዱ መሳሪያ ወደ ሌላው በእጅ መላክ አለመቻል አንድ ነገር ለማድረግ ሲፈልጉ ምቹ ነው፣ ለምሳሌ ቀደም ብለው ያላጠናቀቁትን ጽሑፍ ማንበብዎን ይቀጥሉ። ነገር ግን ወደ የእርስዎ { -brand-name-google } መለያ ሲገቡ ብዙ ተጠቃሚዎች እያሰሱ ከሆነ ራስ-ሰር ማመሳሰል ጥሩ ላይሆን የሚችልበት ጊዜ ሊኖር ይችላል።

source: Both { -brand-name-firefox } and { -brand-name-opera } are compatible across every platform including { -brand-name-windows }, { -brand-name-mac }, { -brand-name-linux }, { -brand-name-android } and { -brand-name-ios }. { -brand-name-firefox } account holders can easily sync their bookmarks, passwords, open tabs, and browsing history across all their signed into devices. The same is true for { -brand-name-opera } users with an account. However, many sites, especially old sites that haven’t been updated in years, block the latest version of { -brand-name-opera } entirely. So if visiting places like your Ex’s old blog is important, take heed, you may not be able to access some of the dustier corners of the internet if you use { -brand-name-opera }.
am: ሁለቱም { -brand-name-firefox } እና { -brand-name-opera } በሁሉም የመሣሪያ ስርዓቶች ላይ በ { -brand-name-windows }፣ { -brand-name-mac }፣ { -brand-name-linux }፣{ -brand-name-android } እና { -brand-name-ios }ተኳሃኝ ናቸው። { -brand-name-firefox } መለያ ያዢዎች እልባቶቻቸውን፣ የይለፍ ቃሎቻቸውን፣ ክፍት ትሮችን እና የአሰሳ ታሪካቸውን በገቡባቸው መሳሪያዎች ሁሉ ላይ በቀላሉ ማሰናሰል ይችላሉ። እምደዛውም መለያ ላላቸው የ{ -brand-name-opera } ተጠቃሚዎች ተመሳሳይ ነው። ነገር ግን፣ ብዙ ጣቢያዎች፣ በተለይም ለዓመታት ያልተሻሻሉ የቆዩ ገፆች፣ የቅርብ ጊዜውን የ{ -brand-name-opera } ስሪት ሙሉ በሙሉ ያግዱታል። ስለዚህ እንደ የቀድሞ ጦማርዎ ያሉ ቦታዎችን መጎብኘት አስፈላጊ ከሆነ፣ ልብ ይበሉ፣ { -brand-name-opera }ን ከተጠቀሙ አንዳንድ አቧራማ የሆኑ የበይነመረብ ማዕዘኖችን ማግኘት ላይችሉ ይችላሉ።

source: Both browsers are relatively equal in terms of data encryption. However, if online privacy and transparency are important to you, then { -brand-name-firefox } is clearly a better choice here.
am: ሁለቱም አሳሾች ከመረጃ ምስጠራ አንፃር እኩል ናቸው። ነገር ግን፣ የመስመር ላይ ግላዊነት እና ግልጽነት ለእርስዎ አስፈላጊ ከሆኑ፣ { -brand-name-firefox } የተሻለ ምርጫ እንደሆነ ግልጽ ነው።

source: { -brand-name-android } Addons
am: { -brand-name-android } ተጨማሪዎች

source: { -brand-name-android } Add-ons
am: { -brand-name-android } ተጨማሪዎች

source: { -brand-name-android } Extensions
am: { -brand-name-android } ቅጥያዎች

source: { -brand-name-android } Support
am: { -brand-name-android } ድጋፍ

source: { -brand-name-apple } is widely known for its closed ecosystem as it relates to creating software for its products. But inside the { -brand-name-app-store }, it does offer a section to developers to create plugins and add-ons to make the browser more robust. These extensions are also browsable through the { -brand-name-app-store } and easily added to { -brand-name-safari }.
am: { -brand-name-apple } ለምርቶቹ ሶፍትዌሮችን ከመፍጠር ጋር በተያያዘ በተዘጋ ሥነ-ምህዳር በሰፊው ይታወቃል። ነገር ግን በ{ -brand-name-app-store } ውስጥ፣ አሳሹን የበለጠ ጠንካራ ለማድረግ ለገንቢዎች ተሰኪዎችን እና ተጨማሪዎችን ለመፍጠር ክፍል ይሰጣል። እነዚህ ቅጥያዎች እንዲሁ በ{ -brand-name-app-store } በኩል ሊታዩ የሚችሉ እና በቀላሉ ወደ { -brand-name-safari } ይታከላሉ።

source: { -brand-name-beta } for { -brand-name-android }
am: { -brand-name-beta } ለ { -brand-name-android }

source: { -brand-name-brave } also recently gained the ability to sync data across most popular operating systems and devices as well with the added capability of syncing your Basic Attention Tokens.
am: { -brand-name-brave } በቅርብ ጊዜም በብዙ ታዋቂ ስርዓተ ክወናዎች እና መሳሪያዎች ላይ ውሂብን የማመሳሰል ችሎታን እንዲሁም የመሠረታዊ ትኩረት ቶከንዎን የማመሳሰል ችሎታ አግኝቷል።

source: { -brand-name-brave } also supports the huge library of extensions available in the { -brand-name-google } { -brand-name-chrome } web store and offers a variety of in-browser features like the aforementioned { -brand-name-brave } Rewards program, and support for downloading torrents in the browser.
am: { -brand-name-brave } በ{ -brand-name-google } { -brand-name-chrome } ድር ማከማቻ ውስጥ የሚገኘውን ግዙፉን የቅጥያ ቤተ-መጽሐፍትን ይደግፋል እና ከላይ እንደተጠቀሰው የተለያዩ የአሳሽ ባህሪያትን ያቀርባል { -brand-name-brave }የሽልማት ፕሮግራም፣ እና በአሳሹ ውስጥ ጅረቶችን ለማውረድ ድጋፍ።

source: { -brand-name-brave } differentiates itself from the other { -brand-name-chromium } browsers by focusing on user privacy — specifically by blocking trackers, scripts, and ads by default. So when you use the { -brand-name-brave } browser, the areas of a website that would normally display ads appear as blank spaces. In some instances, pages don’t load properly, which will require you to either choose a different browser or flip the ‘Shields Up’ setting to ‘Shields Down’ which turns off the privacy and security protection.
am: { -brand-name-brave } በተጠቃሚ ግላዊነት ላይ በማተኮር እራሱን ከሌሎች { -brand-name-chromium } አሳሾች ይለያል—በተለይ መከታተያ፣ስክሪፕት እና ማስታወቂያዎችን በነባሪነት በማገድ። ስለዚህ የ{ -brand-name-brave } አሳሹን ሲጠቀሙ ማስታወቂያዎችን በብዛት የሚያሳዩ የድር ጣቢያ ቦታዎች ባዶ ቦታዎች ሆነው ይታያሉ። በአንዳንድ አጋጣሚዎች ገፆች በትክክል አይጫኑም ይህም የተለየ አሳሽ እንዲመርጡ ወይም የ'ላይ መከለያ' ቅንብሩን ወደ 'ታች መከለያ' በመገልበጥ የግላዊነት እና የደህንነት ጥበቃን ያጠፋል።

source: { -brand-name-brave }’s advertising replacement idea is a twist on the current model of paid ad placement and paid search. But again, some busy Internet users will probably not want to get too involved with the management of micro payments to sites in exchange for their time and attention.
am: የ{ -brand-name-brave } የማስታወቂያ መተኪያ ሃሳብ አሁን ባለው የተከፈለ የማስታወቂያ አቀማመጥ እና የሚከፈልበት ፍለጋ ሞዴል ላይ ለውጥ በማድረግ ነው። ግን በድጋሚ፣ አንዳንድ ስራ የሚበዛባቸው የኢንተርኔት ተጠቃሚዎች ምናልባት ጊዜያቸውን እና ትኩረታቸውን ለማግኘት ለድረ-ገፆች በሚደረጉ ጥቃቅን ክፍያዎች አስተዳደር ላይ መሳተፍ አይፈልጉም።

source: { -brand-name-edge } also allows you to connect your associated { -brand-name-microsoft } account and sign in to sync your favorites, history, passwords, and more between your computer and { -brand-name-ios } or { -brand-name-android } devices.
am: { -brand-name-edge } እንዲሁም የተጎዳኘውን የ{ -brand-name-microsoft } መለያዎን እንዲያገናኙ እና ተወዳጆችዎን፣ ታሪክዎን፣ የይለፍ ቃላትዎን እና ሌሎችንም በኮምፒውተርዎ እና { -brand-name-ios } ወይም { -brand-name-android } መሳሪያዎች መካከል ለማጣመር ይፈቅድልዎታል።

source: { -brand-name-edge } also allows you to connect your associated { -brand-name-microsoft } account and sign in to sync your favorites, history, passwords, and more between your computer and { -brand-name-ios } or { -brand-name-android } devices, although some { -brand-name-android } tablets are not currently supported.
am: { -brand-name-edge } እንዲሁም የተጎዳኘውን የ{ -brand-name-microsoft } መለያዎን እንዲያገናኙ እና ተወዳጆችዎን፣ ታሪክዎን፣ የይለፍ ቃላትዎን እና ሌሎችንም በኮምፒውተርዎ እና { -brand-name-ios } ወይም { -brand-name-android } መሳሪያዎች መካከል ለማጣመር ይፈቅድልዎታል፣ ምንም እንኳን አንዳንድ { -brand-name-android } ታብሌቶች በአሁኑ ጊዜ ቢከለከሉም።

source: { -brand-name-edge } has some nice UI features, like their tab previews which can make it easy to find the right open tabs if you’ve got a lot of them open. Another helpful tab-related feature lets you set aside any active tabs that you aren’t using but don’t want to close down.
am: { -brand-name-edge } እንደ የትር ቅድመ እይታቸው ያሉ አንዳንድ ጥሩ የUI ባህሪያት አሏቸው ይህም ብዙ ከተከፈቱ ትክክለኛዎቹን ክፍት ትሮች ማግኘት ቀላል ያደርገዋል። ሌላ አጋዥ ከትር ጋር የተያያዘ ባህሪ እርስዎ የማይጠቀሙባቸውን ነገር ግን መዝጋት የማይፈልጉትን ማንኛውንም ንቁ ትሮችን እንዲያስቀምጡ ያስችልዎታል።

source: { -brand-name-edge } is integrated into the { -brand-name-windows } 10 platform and runs in a sandbox environment, meaning it isolates programs and prevents malicious programs from spying on your computer. It has a built-in SmartScreen that scans the reputation of sites you visit and blocks suspicious sites. To enhance privacy, { -brand-name-edge } allows you to use biometrics or a PIN with { -brand-name-windows } Hello instead of passwords for online authentication.
am: { -brand-name-edge } በ{ -brand-name-windows } 10 የመድረክ ውስጥ የተዋሃደ እና በማጠሪያ አካባቢ ውስጥ ይሰራል፣ ይህ ማለት ፕሮግራሞችን ያገላለ እና ተንኮል-አዘል ፕሮግራሞችን ኮምፒተርዎን እንዳይሰልሉ ይከላከላል። የጎበኟቸውን ጣቢያዎች መልካም ስም የሚቃኝ እና አጠራጣሪ ጣቢያዎችን የሚያግድ አብሮ የተሰራ ብልህ ማያ-ገጽ አለው። ግላዊነትን ለማሻሻል፣ { -brand-name-edge } ለመስመር ላይ ማረጋገጫ ከሚስጥር ቃል ይልቅ ባዮሜትሪክ ወይም ፒን በ{ -brand-name-windows } እንድትጠቀሙ ይፈቅድልዎታል።

source: { -brand-name-facebook } can track almost all your web activity and tie it to your { -brand-name-facebook } identity. If that’s too much for you, the <a href="{ $fbcontainer }">{ -brand-name-facebook-container } extension</a> isolates your identity into a separate container tab, making it harder for { -brand-name-facebook } to track you on the web outside of { -brand-name-facebook }.
am: { -brand-name-facebook } ሁሉንም የድር እንቅስቃሴዎን ከሞላ ጎደል መከታተል እና ከ{ -brand-name-facebook } ማንነትዎ ጋር ማያያዝ ይችላል። ይህም ለእርስዎ አሳሳቢ ከሆነ፣ የ<a href="{ $fbcontainer }">{ -brand-name-facebook-container } ቅጥያ</a> ማንነትዎን ወደ የተለየ የመያዣ ትር ይለየዋል፣ ይህም ለ{ -brand-name-facebook } ከ{ -brand-name-facebook } ውጭ በድር ላይ እርስዎን ለመከታተል ከባድ ያደርግበታል።።

source: { -brand-name-facebook-container } for { -brand-name-firefox } | Prevent { -brand-name-facebook } from seeing what websites you visit.
am: { -brand-name-facebook-container } ለ { -brand-name-firefox } | { -brand-name-facebook } የሚጎበኟቸውን ድር ጣቢያዎች እንዳያይ ይከልክሉ።

source: { -brand-name-facebook }. Well contained. Keep the rest of your life to yourself.
am: { -brand-name-facebook }። በደንብ የተያዘ። ቀሪ ህይወትዎን ለራስዋ ብቻ ያቆዩ።

source: { -brand-name-firefox } also has a sync feature to see your open and recent tabs, browsing history, and bookmarks across all your devices.
am: { -brand-name-firefox } እንዲሁም የእርስዎን ክፍት እና የቅርብ ጊዜ ትሮች፣ የአሰሳ ታሪክ እና ዕልባቶች በሁሉም መሳሪያዎችዎ ላይ ለማየት የማመሳሰል ባህሪ አለው።

source: { -brand-name-firefox } also includes lots of handy built-in features by default like <a { $attrs }>Enhanced Tracking Protection</a>, a built-in screenshot tool, large file sending and more.
am: { -brand-name-firefox } እንደ <a { $attrs }>የተሻሻለ የመከታተያ ጥበቃ</a>፣ አብሮ የተሰራ ቅጽበታዊ ገጽ እይታ መሳሪያ፣ ትልቅ ፋይል መላክ እና ሌሎችም በነባሪነት ብዙ አብሮ የተሰሩ ባህሪያትን ያካትታል።

source: { -brand-name-firefox } and { -brand-name-edge } both offer excellent reading modes. With { -brand-name-firefox }, you just tap on the small icon in the search bar and the browser strips down all unnecessary elements and presents you a clean looking article. In { -brand-name-edge }, you can click on the small book icon to get a clean, easy-to-read page.
am: { -brand-name-firefox } እና { -brand-name-edge } ሁለቱም በጣም ጥሩ የንባብ ሁነታዎችን ያቀርባሉ። በ{ -brand-name-firefox }፣ በፍለጋ አሞሌው ላይ ያለውን ትንሽ አዶ ብቻ ነካ አድርገው አሳሹ ሁሉንም አላስፈላጊ ክፍሎችን ነቅሎ ንፁህ የሆነ ጽሁፍ ያቀርብልዎታል። በ{ -brand-name-edge } ውስጥ ንጹህ፣ ለማንበብ ቀላል ገጽ ለማግኘት በትንሽ መጽሐፍ አዶ ላይ ጠቅ ማድረግ ይችላሉ።

source: { -brand-name-firefox } and { -brand-name-edge } both offer excellent reading modes. With { -brand-name-firefox } you just tap on the small icon in the search bar and the browser strips down all unnecessary elements and presents you a clean looking article. In { -brand-name-edge } you just tap on the small book icon and browser to get a clean easy-to-read UI.
am: { -brand-name-firefox } እና { -brand-name-edge } ሁለቱም በጣም ጥሩ የንባብ ሁነታዎችን ያቀርባሉ። በ{ -brand-name-firefox }፣ በፍለጋ አሞሌው ላይ ያለውን ትንሽ አዶ ብቻ ነካ አድርገው አሳሹ ሁሉንም አላስፈላጊ ክፍሎችን ነቅሎ ንፁህ የሆነ ጽሁፍ ያቀርብልዎታል። በ{ -brand-name-edge } ውስጥ ንጹህ፣ ለማንበብ ቀላል ገጽ ለማግኘት በትንሽ መጽሐፍ አዶ ላይ ጠቅ ማድረግ ይችላሉ።

source: { -brand-name-firefox } Blog
am: { -brand-name-firefox } ጦማር

source: { -brand-name-firefox-browser } for { -brand-name-ios }
am: { -brand-name-firefox-browser } ለ{ -brand-name-ios }

source: { -brand-name-firefox } browser for { -brand-name-ios } is fast, secure and private from the first time you open it.
am: { -brand-name-firefox } አሳሽ ለ { -brand-name-ios } ለመጀመሪያ ጊዜ ከከፈቱት ጀምሮ ፈጣን፣ ደህንነቱ የተጠበቀ እና ሚስጥራዊ ነው።

source: { -brand-name-firefox-browser } for Desktop
am: { -brand-name-firefox-browser } ለዴስክቶፕ

source: { -brand-name-firefox-browser } for Enterprise
am: { -brand-name-firefox-browser } ለድርጅት

source: { -brand-name-firefox-browser } for Mobile
am: { -brand-name-firefox-browser } ለስልክ

source: { -brand-name-firefox } browsers
am: { -brand-name-firefox } አሳሾች

source: { -brand-name-firefox } browsers put your privacy first — and always have.
am: { -brand-name-firefox } አሳሾች የእርስዎን ግላዊነት ያስቀድማሉ - ሁልጊዜም።

source: { -brand-name-firefox }, built just for developers.
am: { -brand-name-firefox }፣ ለገንቢዎች ብቻ የተሰራ።

source: { -brand-name-firefox } doesn’t spy on you online. We stop many known third-party tracking cookies and give you full control.
am: { -brand-name-firefox } በመስመር ላይ አይሰልልዎም። ብዙ የሚታወቁ የሶስተኛ ወገን ኩኪዎችን እናቆማለን እና ሙሉ ቁጥጥር እንሰጥዎታለን።

source: { -brand-name-firefox } Features
am: { -brand-name-firefox } ባህሪዎች

source: { -brand-name-firefox } features a scrolling tab interface, which keeps tab information viewable and scrolls them horizontally instead of shrinking them down to just favicon size. Also whenever you open a new tab, our <a { $attrs }>{ -brand-name-pocket } feature</a> suggests relevant articles and content for you. Plus with { -brand-name-pocket }, you can also save articles, videos, and other content with one click, for reading at a later time.
am: { -brand-name-firefox } የማሸብለል ትር በይነገጽ ያቀርባል፣ ይህም የትር መረጃን እንዲታይ የሚያደርግ እና ወደ ተወዳጅ አዶ መጠን ብቻ ከመቀነስ ይልቅ ወደ አግድም ያሸብልላቸዋል። እንዲሁም አዲስ ትር በከፈቱ ቁጥር የእኛ <a { $attrs }>{ -brand-name-pocket } ባህሪ</a> ተዛማጅ ጽሑፎችን እና ይዘቶችን ይጠቁማል። በተጨማሪም በ{ -brand-name-pocket }፣ በኋላ ላይ ለማንበብ ጽሑፎችን፣ ቪዲዮዎችን እና ሌሎች ይዘቶችን በአንድ ጠቅታ ማስቀመጥ ይችላሉ።

source: { -brand-name-firefox } fights for you on { -brand-name-windows }
am: { -brand-name-firefox } በ{ -brand-name-windows } ላይ ለእርስዎ ይታገላል

source: { -brand-name-firefox-focus } is your dedicated privacy browser with automatic tracking protection and ad blocking.
am: { -brand-name-firefox-focus } በራስ ሰር የመከታተያ ጥበቃ እና የማስታወቂያ እገዳ ያለው የእርስዎ የግላዊነት አሳሽ ነው።

source: { -brand-name-firefox } for { -brand-name-fire-tv }
am: { -brand-name-firefox } ለ { -brand-name-fire-tv }

source: { -brand-name-firefox } for { -brand-name-ios } is fast, secure and private from the first time you open it.
am: { -brand-name-firefox } ለ { -brand-name-ios } ለመጀመሪያ ጊዜ ከከፈቱት ጀምሮ ፈጣን፣ ደህንነቱ የተጠበቀ እና ሚስጥራዊ ነው።

source: { -brand-name-firefox } for Mobile
am: { -brand-name-firefox } ለስልክ

source: { -brand-name-firefox } for Other Platforms & Languages
am: { -brand-name-firefox } ለሌሎች ስርዓተ-ውቅሮች እና ቋንቋዎች

source: { -brand-name-firefox } has been available on { -brand-name-ios }, { -brand-name-android }, { -brand-name-windows }, { -brand-name-mac } and { -brand-name-linux } for years. And as you would expect with any modern browser, { -brand-name-firefox } lets you log in with a <a { $attrs }>free account</a> and sync data such as passwords, browsing history, bookmarks, and open tabs between your computer, tablet and phone. It also allows you to sync across platforms as well.
am: { -brand-name-firefox } በ{ -brand-name-ios }፣ { -brand-name-android }፣ { -brand-name-windows }፣ { -brand-name-mac } እና { -brand-name-linux }ላይ ለዓመታት ይገኛል። በማንኛውም ዘመናዊ አሳሽ እንደሚጠብቁት፣ { -brand-name-firefox } በ<a { $attrs }>ነጻ መለያ</a> እንድትገቡ እና እንደ የይለፍ ቃሎች፣ የአሰሳ ታሪክ፣ ዕልባቶች እና የመሳሰሉ መረጃዎችን ያመሳስሉ። በኮምፒውተርዎ ፣ በጡባዊዎ እና በስልክዎ መካከል ትሮችን ይክፈቱ። እንዲሁም በመድረኮች ላይ እንዲመሳሰሉ ያስችልዎታል።

source: { -brand-name-firefox } has been rebuilt from the ground-up to be faster, sleeker, and more powerful than ever.
am: { -brand-name-firefox } ፈጣን፣ ቀልጣፋ እና ከመቼውም ጊዜ በበለጠ ኃይለኛ እንዲሆን ከስር ጀምሮ እንደገና ተገንብቷል።

source: { -brand-name-firefox } is a fast and open source browser, which means users can customize their browsing experience in every way possible. { -brand-name-firefox } also allows the casual user several different ways to customize the UI with applying different themes and toolbar configurations. Since our browser has always been open source we have a large following of devoted developers who have created an extensive library of add-ons and browser extensions.
am: { -brand-name-firefox } ፈጣን እና ክፍት ምንጭ አሳሽ ነው፣ ይህ ማለት ተጠቃሚዎች በማንኛውም መንገድ የአሰሳ ልምዳቸውን ማበጀት ይችላሉ። { -brand-name-firefox } እንዲሁ ተራ ተጠቃሚ የተለያዩ ገጽታዎችን እና የመሳሪያ አሞሌን ውቅሮችን በመተግበር UIን ለማበጀት በተለያዩ መንገዶች ይፈቅዳል። የእኛ አሳሽ ሁል ጊዜ ክፍት ምንጭ በመሆኑ፣ ተጨማሪዎችን እና አሳሽ ቅጥያዎችን ሰፊ ቤተ-መተግበሪያዎች የፈጠሩ ብዙ ታማኝ ገንቢዎች አሉን።
